Repository: Belfagor2005/Kodilite
Catalog: usr/lib/enigma2/python/Plugins/Extensions/KodiLite/locale/*/LC_MESSAGES/xbmcaddons.po
Languages: de, it, nl, tr

source: white
de: weiß
it: bianco
nl: wit
tr: beyaz

source: grey
de: grau
it: grigio
nl: grijs
tr: gri

source: yellow
de: gelb
it: giallo
nl: geel
tr: sari

source: large
de: groß
it: grande
nl: groot
tr: büyük

source: Not assigned
de: Nicht zugeordnet
it: Non assegnato
nl: Niet toegewezen
tr: atanmadi

source: Key help
de: Hilfe Taste
it: Tasto aiuto
nl: Help toets
tr: yardim tusu

source: Plugin Configuration
de: Plugin-Konfiguration
it: Configurazione Plugin
nl: Plugin configuratie
tr: eklenti konfigürasyon

source: Stop download at Exit from plugin ?
de: Herunterladen stoppen, wenn Plugins beendet wird?
it: Arrestare download e uscire dal plugin ?
nl: Stop download bij verlaten plugin?
tr: indirmeyi durdur eklenti çikisinda?

source: Cache folder
de: Cache-Ordner
it: Cache cartella
nl: Cache map
tr: Cache klasörü

source: Show in mainmenu-(restart e2 after change)
de: Im Hauptmenü anzeigen (Neustart von e2)
it: Mostra nel menu principale-(riavviare e2)
nl: Toon in hoofdmenu-(herstart e2)
tr: Mainmenu de göster-(e2 yeniden baslat)

source: View downloads key-(restart e2 after change)
de: Zeige Schlüssel zum herunterladen (Neustart von e2)
it: Visualizza tasto download-(riavviare e2)
nl: Toon downloads toets-(herstart e2)
tr: indirme tusu nu görüntüle-(e2 yeniden baslat)

source: Debug log ?
it: log di Debug ?
tr: Hata oturumu açmak ?

source: Show thumbpic ?
de: Vorschaubild zeigen?
it: Mostra thumbpic ?
nl: Toon tumbpic?
tr: thumbpic göster ?

source: Move addons to cache folder ?
de: Addons in den Cache-Ordner verschieben?
it: Spostare addons nella cartella cache ?
nl: Verplaats addons naar chache map?
tr: Cache klasörüne addons tasinsin mi ?

source: Play videos direct with no download option ?
de: Videos direkt abspielen, ohne herunterladen?
it: Riprodurre i video direttamente ?
nl: Speel videos meteen zonder download optie?
tr: Videolari - dogrudan ?

source: Text colour in lists
de: Schriftfarbe in Listen
it: Colore del testo nelle liste
nl: Tekstkleur in lijsten
tr: Listelerde metin rengi

source: Selected-text colour in lists
de: Ausgewählte Textfarbe in Listen
it: Colore del testo selezionato nelle liste
nl: Geselecteerde tekstkleur in lijsten
tr: Listelerde seçilen metin rengi

source: Text font in lists
de: Schriftart in Listen
it: Tipo di carattere del testo nelle liste
nl: Lettertype in lijsten
tr: Listelerde metin yazi tipi

source: List background colour
de: Liste Hintergrundfarben
it: Lista dei colori di sfondo
nl: Lijst achtergrondkleur
tr: Arka plan rengi listesi

source: Change skin
de: Skin ändern
it: Cambia skin
nl: Wijzig skin
tr: Arayüz degistir

source: Debug activated- gui will restart now
de: Debug aktiviert - GUI wird jetzt neu gestartet
it: Debug attivato- riavviare gui ora
nl: Debuggen geactiveerd- gui wordt nu herstart
tr: Hata ayiklama etkin-gui simdi yeniden baslayacaktir

source: Please wait...
de: Bitte warten...
it: Si prega di attendere...
nl: Even wachten...
tr: Lütfen bekleyin...

source: Execution finished!!
de: Ausführung beendet !!
it: Esecuzione terminata!!
nl: Uitvoering beëindigd!
tr: Yürütme tamamlandi!!

source: Error:No returned data,check log with Info button
de: Fehler: Keine Daten zurück erhalten, überprüfen des Log mit Info-Taste
it: Errore: Nessun dato restituito, controllare il log con il pulsante Info
nl: Fout:Geen data ontvangen, controleer de log met de Info knop
tr: Hata: geri döndürülen veri yok,bilgi dügmesi ile oturum açmasini onaylayiniz

source: No settings available
de: Keine Einstellungen verfügbar
it: Nessuna impostazione disponibiile
nl: Geen instellingen beschikbaar
tr: Herhangi bir ayar yoktur

source: Enter your search term(s)
de: Geben Sie Ihren Suchbegriff(e) ein
it: Immettere il termine di ricerca(s)
nl: Toets je zoekterm(en) in
tr: Arama terimi (lere) giriniz

source: Favorites
de: Favoriten
it: Favoriti
nl: Favorieten
tr: Favoriler

source: Select
de: Auswählen
it: Seleziona
nl: Selecteer
tr: Seçiniz

source: Delete favorite
de: Favoriten löschen
it: Cancella favoriti
nl: Wis favoriet
tr: Favorileri silin

source: No item selected !
de: Nichts ausgewählt!
it: Nessun elemento selezionato !
nl: Niets geselecteerd!
tr: Hiçbir madde seçilmedi

source: Addons
tr: Eklentiler

source: Installed update
de: Update installiert
it: Aggiornamento installato
nl: Update geïnstalleerd
tr: Güncelleme yüklendi

source: Available update
de: Update verfügbar
nl: Beschikbare update
tr: Güncelleme mevcuttur

source: Delete addons
de: Addons löschen
it: Cancella addons
nl: Wis addons
tr: Eklentileri sil

source: Script modules
de: Script Module
it: Moduli script
tr: Komut modülleri

source: Software
tr: yazilim

source: Finished
de: Abgeschlossen
it: Terminato
nl: Klaar
tr: tamamlandi

source: Installing addons
de: Installation von Addons
it: Installazione addons
nl: Installeren addons
tr: Eklentiler yükleme

source: Error:Addon error, check log with Info button
de: Fehler: Addon Fehler, überprüfen des Log mit Info-Taste
it: Errore:Addon errore, Controllare il log con il tasto info
nl: Fout: Addon fout, controleer de log met de Info knop
tr: Hata: Eklenti hatasi , bilgi dügmesi ile oturum açmasini onaylayiniz

source: Please enter the parental control pin code
de: Bitte geben Sie den Kindersicherungs PIN-Code ein
it: Inserisci il codice pin per il controllo parentale
nl: Voer de ouderlijke toezicht pincode in
tr: Lütfen Parental kontrolü pin kodunu giriniz

source: Enter pin code
de: Geben Sie den PIN-Code ein
it: Inserire codice pin
nl: Voer pincode in
tr: Pin kodunu girin

source: The pin code you entered is wrong.
de: Der eingegebene PIN-Code ist falsch.
it: Il codice pin immesso non è valido
nl: De ingevoerde pincode is onjuist.
tr: Girdiginiz pin kodu yanlis

source: Settings
de: Einstellungen
it: Impostazioni
nl: Instellingen
tr: Ayarlar

source: Moving folders plugins and scripts -> cache folder
de: Verschieben von Ordnern für Plugins und Skripte -> Cache-Ordner
it: Spostamento delle cartelle plugins e script -> cache cartella
nl: Verplaats folders, plugins en scripts > cache map
tr: Klasörler eklentileri ve komut tasima -> Cache klasörü

source: New
de: Neu
it: Nuovo
nl: Nieuw
tr: Yeni

source: is available. After update - gui will restart. Update Now ?
de: ist verfügbar. Nach dem Aktualisieren, wird die GUI neu gestartet. Jetzt aktualisieren ?
nl: is beschikbaar. Na update - gui zal worden herstart. u updaten?
tr: mevcuttur. güncellemeden sonra - gui yeniden baslayacaktir. Simdi güncellemek?

source: Installing software %s
de: Installation von Software %s
it: Installazione software %s
nl: Installeren software %s
tr: yazilim yükleme %s

source: Stop Download
de: Herunterladen stoppen
it: Arrestare Download
tr: indirmeyi durdur

source: Must do (1) Download (2) Play.
de: Muss (1) Herunterladen (2) Abspielen.
it: Cosa fare (1) Download (2) Play.
nl: Moet doen (1) Download (2) Afspelen.
tr: Yapmaniz gerekir (1) indirme (2) oynatmak.

source: Download Video first.
de: Video erst herunterladen.
it: scaricare prima il video.
nl: Download eerst video.
tr: Ilk önce Video indirmek.

source: Play direct OR Download and Play
de: Direkt abspielen ODER herunterladen und abspielen
it: Riproduci direttamente o scarica e riproduci
nl: Direct afspelen OF Download en afspelen
tr: Dogrudan oynatmak VEYA indirin ve oynatmak

source: Video selected :-
de: Video ausgewahlt :-
it: Video selezionato :-
nl: Video geselecteerd :-
tr: seçilen video :-

source: Downloading....
de: Herunterladen...
it: Scaricamento....
nl: Downloaden....
tr: indiriliyor....

source: Add to favorites
de: Zu den Favoriten hinzufugen
it: Aggiungere ai favoriti
nl: Voeg toe aan favorieten
tr: Favorilerime ekle

source: Add to bouquets
de: Zu den Bouquets hinzufugen
it: Aggiungere ai bouquets
nl: Voeg toe aan bouqueten
tr: Buketlere ekle

source: Current Downloads
de: Aktuelle Downloads
it: Scaricamento corrente
nl: Huidige downloads
tr: Geçerli indirilimler

source: Selected video:
de: Ausgewähltes Video:
it: Video selezionato
nl: Geselecteerde video:
tr: Seçmilen video:

source: Download as :
de: Herunterladen als :
it: Scarica come :
nl: Download als :
tr: sekilde indir :

source: Start downloading
de: Herunterladen starten
it: Avvia scaricamento
nl: Start downloaden
tr: indirmeyi baslat

source: Failed to add to favorites.
de: Hinzufügen zu Favoriten fehlgeschlagen.
it: Impossibile aggiungere ai preferiti.
nl: Toevoegen aan favorieten mislukt.
tr: Favorilere eklemek için basarisiz oldu.

source: Item added successfully to favorites.
de: Posten erfolgreich zu den Favoriten hinzugefügt.
it: Aggiunto correttamente ai preferiti.
nl: Onderdeel succesvol toegevoegd aan favorieten
tr: Madde favorilerime basariyla eklendi.

source: Failed to add stream to bouquet
de: Hinzufügen des Streams zum Bouquet fehlgeschlagen
it: Impossibile aggiungere lo stream al bouquet
nl: Toevoegen van stream aan bouquet mislukt
tr: Bukete akis eklemek basarisiz

source: Stream added to
de: Stream hinzugefügt zu
it: Stream aggiunto
nl: Stream toegevoegd aan
tr: Akis eklendi

source: XBMCAddons_streams
tr: XBMCAddons_akislar

source: bouquet restart enigma to refresh bouquets
de: Bouquet enigma neu starten um Bouquets zu aktualisieren
it: bouquet riavviare enigma per aggiornare bouquet
nl: bouquet herstart enigma om de bouqueten te verversen
tr: Buket buketleri yenilemek için yeniden yeniden baslat

source: Download Complete....
de: Herunterladen abgeschlossen....
it: Scaricamento completo....
nl: Download klaar....
tr: indirme tamamlandi

source: SubtitlePlayer
de: Untertitel-Player
it: Sottotitoli
tr: Altyazi Oynatici

source: Subtitle Player plugin is not installed Please install it.
de: Untertitel-Player Plugin nicht installiert Bitte installieren Sie es.
it: Plugin Sottotitoli non installato si prega di installarlo.
nl: Subtitle Player plugin is niet geïnstalleerd Installeer het s.v.p.
tr: Altyazi Oynatici eklentisi yüklü degil Lütfen yükleyin.

source: Subtitle Player plugin Missing
de: Untertitel Player Plugin fehlt
it: Plugin sottotitoli mancante
nl: Subtitle Player plugin ontbreekt
tr: Altyazi Oynatici eklentisi eksik

source: Subtitle Player not working
de: Untertitel Player funktioniert nicht
it: Plugin sottotitoli non funziona
nl: Subtitle Player werkt niet
tr: Altyazi Oynaticisi Çalismiyor

source: Stream already added to bouquet
de: Stream ist bereits zum Bouquet hinzugefügt
it: Stream già aggiunto al bouquet
nl: Stream is reeds toegevoegd aan bouquet
tr: Akis hazirhali bukete eklendi

source: Rename
de: Umbenennen
it: Rinomina
nl: Hernoemen
tr: yeniden adlandirin

source: Delete
de: Löschen
it: Cancella
nl: Wissen
tr: Sil

source: Please send the error log to the coder The log file is available as /tmp/XBMCAddons_log,/tmp/xbmc_log,/tmp/TXBMCAddons_error
de: Bitte senden Sie das Fehlerprotokoll an den Programmierer Die Protokolldatei ist verfügbar als /tmp/XBMCAddons_log,/tmp/xbmc_log,/tmp/TXBMCAddons_error
it: Si prega di inviare il log di errore al coder Il file di registro è disponibile come /tmp/XBMCAddons_log,/tmp/xbmc_log,/tmp/TXBMCAddons_errore
nl: Stuur het logbestand aan de programmeur Het logbestand is beschikbaar als /tmp/XBMCAddons_log,/tmp/xbmc_log,/tmp/TXBMCAddons_error
tr: Lütfen hata günlügü için coderciye gönderin Günlük dosyasi olarak burda mevcuttur /tmp/XBMCAddons_log,/tmp/xbmc_log,/tmp/TXBMCAddons_error

source: XBMCAddons support site http://www.xtrend-alliance.com/
it: XBMCAddons supporto al sito http://www.xtrend-alliance.com/
tr: XBMCAddons destek sitesi http://www.xtrend-alliance.com/

source: press OK or Cancel to exit
de: Drücken Sie OK oder Cancel, um zu beenden
it: premere OK or Cancel per uscire
nl: Druk OK of Annuleer om te sluiten
tr: Tamam tusuna basin veya çikmak için Iptal

source: Download Path:
de: Herunterladen nach (Pfad):
nl: Download pad:
tr: indirme yolu:

source: Enter new file name
de: Geben Sie den neuen Dateinamen ein
it: Inserire il nuovo nome del file
nl: Geef nieuwe bestandsnaam
tr: Yeni bir dosya adi giriniz

source: Failed to rename file
de: Datei umbenennen fehlgeschlagen
it: Impossibile rinominare il file
nl: Hernoemen bestand mislukt
tr: Dosyayi yeniden adlandirmak için basarisiz oldu

source: file renamed successfuly
de: Datei erfolgreich umbenannt
it: file rinominato con successo
nl: hernoemen bestand gelukt
tr: dosya basariyla yeniden adlandirildi

source: Available update
it: Aggiornamento disponibile

source: is available. After update - gui will restart. Update Now ?
it: è disponibile. dopo aggiornamento - gui verrà riavviato. Aggiornare ora ?
